/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Uvek zameni fajlove novim kada ponovo prebacujem na server";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Uvek koristi podrazumevani tekstualni editor";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Izgled";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Pitaj pre zatvaranja konektovanog prozora pretraživača.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Pokušaj da izvučeš tekst i kreiraš nov dokument iz PNG, JPEG i GIF slika koje su snimljene na server.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Automatski proveri ima li ažurirane verzije";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Protok";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Bukmarkovi";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Kutija";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Postavi prozor transfera napred kada započne prebacivanje";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Pretraživač";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Promeni podešavanja…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Promeni dozvole";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Promene će biti vidljive kada pokrenete aplikaciju sledeći put.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Proveri ima li ažurirane verzije";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Izaberite Smanjeno Skladištenje Nepotrebnih datoteka (RRS) da smanjite troškove tako što ćete skladištiti nekritične, obnovljive datoteke u smanjenim količinama.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Zatvori prozor sa transferima kada je prebacivanje završeno";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Potvrdi odjavljivanje";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Poveži se sa bukmarkom:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Konekcija";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Konvertuj u Google Docs format";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Podrazumevano";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Podrazumevana lokacija za skup logova";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Podrazumevani protokol";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Podrazumevana klasa skladištenja";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Podrazumevani protokol:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Dokumenti:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Dvostruki klik otvara datoteku u eksternom editoru";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Fascikla za preuzimanja:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Preuzimanja";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Enkripcija";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Izvrši";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Postojeće datoteke:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Napredno";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Opšte";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs podržava eksportovanje dokumenata u različitim formatima. Izaberite podrazumevani format za eksportovanje preuzetih dokumenata.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grupa";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Horizontalne linije";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Prozor za informacije uvek prikazuje trenutni izbor";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Jezik";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Dugo";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maksimalni protok:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Srednje";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Broj ponovnih pokušaja:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Otvara prazan prozor pretraživača kada se aplikacija pokrene. Povezivanje sa izabranim bukmarkom je otvorena za novi pretraživač.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Otvori preuzete datoteke sa podrazumevanom aplikacijom";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Otvori novi prozor pretraživača pri pokretanju programa";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Otvori novu konekciju";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optičko prepoznavanje karaktera (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Ostali pregledi";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Ostali";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Vlasnik";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Dozvole";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Podešavanja";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Prezentacije:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Zadrži datum izmene";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proksi";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Pročitaj";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Ukloni iz prozora za transfere kada je preuzimanje završeno";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Ponovi neuspešne mrežne zadatke";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Povratnim ključem se izabira fascikla ili datoteka koju treba preimenovati";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Snimi radno okruženje";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Pretražuje lozinke u listi lozinki. Snima lozinku u listi lozinki nakon uspešnog prijavljivanja.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Izaberite podrazumevani tekstualni editor za otvaranje datoteka.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Izaberite podrazumevanu aplikaciju koja će se otvoriti za datoteke ili linkove koji ukazuju na FTP lokaciju.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Izaberite podrazumevanu aplikaciju koja će se otvoriti za datoteke ili linkove koji ukazuju na SFTP lokaciju.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Kratko";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Prikaži skrivene datoteke";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Preskoči datoteke koje pripadaju standardnom izrazu:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Tabele:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Kodni raspored teksta";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Podrazumevana lokacija u kojoj će se snimati grupni logovi.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Izabrani kodni raspored se koristi za konverziju karaktera u imenima koja se prikazuju u pretraživaču. Ovaj kodni raspored bi trebao da se poklapa sa onim na serveru.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Propusti prebacivanja";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Vreme za pokušaje povezivanja (u sekundama):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Vreme za pokušaje";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Vremenski pečat";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Prebaci datoteke:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Prebacivanja";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Neograničen protok";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Ažuriraj";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Prebacivanje sa privremenim imenima";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Prebacivanja na server";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Koristi bazu lozinki";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Koristi velike ikone";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Koristi srednje ikone";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Koristi male ikone";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Koristi pozadinske linije u dve boje";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Koristi konekciju pretraživača";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Koristi elastične foldere prilikom prevlačenja datoteka";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Iskoristi sistemska podešavanja proksija";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Vertikalne linije";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Prilikom korišćenja malih ikona, prikazuje se samo nadimak bukmarka.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Ovo će sačuvati sve otvorene prozore pretraživača i ponovo uspostaviti konekciju prilikom pokretanja aplikacije.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Zapiši";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Možete snimiti prenešene datoteke u Google Docs formatu da bi ste kasnije izmenili njihov sadržaj sa mreže.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "za datoteke";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "za fascikle";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "dozvolama lokalnih datoteka ili fascikli";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "dozvolama datoteka ili fascikli na udaljenom serveru";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "ovim dozvolama:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "sa kašnjenjem (u sekundama):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "sa kašnjenjem:";

